Repository: ajavfer/paraidesa
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Thank you for contacting us
es: Gracias por contactar con nosotros

source: Name
es: Nombre

source: Please enter your name
es: Por favor, introduce tu nombre

source: Name must be between 2 and 100 characters
es: El nombre debe tener entre 2 y 100 caracteres

source: Your name
es: Tu nombre

source: Email
es: Correo electrónico

source: Please enter your email
es: Por favor, introduce tu correo electrónico

source: Please enter a valid email address
es: Por favor, introduce una dirección de correo válida

source: your.email@example.com
es: tu.email@ejemplo.com

source: Phone
es: Teléfono

source: Phone number is too long
es: El número de teléfono es demasiado largo

source: Subject
es: Asunto

source: Please enter a subject
es: Por favor, introduce un asunto

source: Subject is too long
es: El asunto es demasiado largo

source: How can we help you?
es: ¿En qué podemos ayudarte?

source: Message
es: Mensaje

source: Please enter your message
es: Por favor, introduce tu mensaje

source: Message must be between 10 and 2000 characters
es: El mensaje debe tener entre 10 y 2000 caracteres

source: Your message here...
es: Tu mensaje aquí...

source: Send Message
es: Enviar Mensaje

source: Home
es: Inicio

source: About Us
es: Sobre Nosotros

source: Services
es: Servicios

source: Portfolio
es: Trabajos

source: Thank you for your message. We will get back to you soon!
es: Gracias por su mensaje. ¡Nos pondremos en contacto con usted pronto!

source: An error occurred while sending your message. Please try again later.
es: Ocurrió un error al enviar su mensaje. Por favor, inténtelo de nuevo más tarde.

source: Contact Us
es: Contacto

source: About Paraidesa
es: Sobre Paraidesa

source: Our Story
es: Nuestra Historia

source: Paraidesa was born from a passion for creating beautiful, sustainable outdoor spaces that blend seamlessly with their natural surroundings. With years of experience in landscape design and gardening, we bring creativity and expertise to every project.
es: Paraidesa nació de la pasión por crear espacios exteriores hermosos y sostenibles que se integren perfectamente con su entorno natural. Con años de experiencia en diseño de paisajes y jardinería, aportamos creatividad y experiencia a cada proyecto.

source: Our Mission
es: Nuestra Misión

source: Our mission is to transform ordinary spaces into extraordinary landscapes that enhance the beauty of your property and provide a sanctuary for both people and nature. We are committed to sustainable practices and creating designs that stand the test of time.
es: Nuestra misión es transformar espacios ordinarios en paisajes extraordinarios que mejoren la belleza de su propiedad y proporcionen un santuario tanto para las personas como para la naturaleza. Estamos comprometidos con prácticas sostenibles y la creación de diseños que resistan el paso del tiempo.

source: Our Team
es: Nuestro Equipo

source: Our team of skilled professionals includes landscape architects, gardeners, and maintenance experts who share a common vision of excellence in landscape design and implementation.
es: Nuestro equipo de profesionales cualificados incluye arquitectos paisajistas, jardineros y expertos en mantenimiento que comparten una visión común de excelencia en diseño e implementación de paisajes.

source: Get in Touch
es: Contáctenos

source: About
es: Sobre Nosotros

source: Contact
es: Contacto

source: Designing paradises, cultivating life.
es: Diseñando paraísos, cultivando vida.

source: Links
es: Enlaces

source: Phone:
es: Teléfono:

source: Email:
es: Correo electrónico:

source: Paraidesa. All rights reserved.
es: Paraidesa. Todos los derechos reservados.

source: Have questions or ready to start your project? We'd love to hear from you!
es: ¿Tiene preguntas o está listo para comenzar su proyecto? ¡Nos encantaría saber de usted!

source: Send us a Message
es: Envíanos un Mensaje

source: I agree to the
es: Acepto la

source: privacy policy
es: política de privacidad

source: Call Us
es: Llámenos

source: Email Us
es: Escríbanos

source: Working Hours
es: Horario de Atención

source: Monday - Friday
es: Lunes a Viernes

source: Privacy Policy
es: Política de Privacidad

source: Information We Collect
es: Información que Recopilamos

source: We collect information that you provide directly to us, such as your name, email address, phone number, and any other information you choose to provide.
es: Recopilamos la información que nos proporciona directamente, como su nombre, dirección de correo electrónico, número de teléfono y cualquier otra información que elija proporcionar.

source: How We Use Your Information
es: Cómo Utilizamos su Información

source: We use the information we collect to respond to your inquiries, provide the services you request, and communicate with you about our services.
es: Utilizamos la información que recopilamos para responder a sus consultas, proporcionar los servicios que solicita y comunicarnos con usted sobre nuestros servicios.

source: Data Security
es: Seguridad de los Datos

source: We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.
es: Implementamos medidas técnicas y organizativas adecuadas para proteger su información personal contra el acceso no autorizado, alteración, divulgación o destrucción.

source: Close
es: Cerrar

source: Designing paradises, cultivating life
es: Diseñando paraísos, cultivando vida

source: Get a Quote
es: Solicitar Presupuesto

source: View Our Work
es: Ver Nuestro Trabajo

source: Welcome to Paraidesa
es: Bienvenido a Paraidesa

source: Beautiful Mediterranean garden
es: Hermoso jardín mediterráneo

source: We are a landscape design studio dedicated to creating beautiful, sustainable outdoor spaces.
es: Somos un estudio de diseño de paisajismo dedicado a crear espacios exteriores hermosos y sostenibles.

source: Our team of experts combines creativity with technical knowledge to transform any space into a natural paradise. We work closely with our clients to understand their vision and bring it to life.
es: Nuestro equipo de expertos combina creatividad con conocimiento técnico para transformar cualquier espacio en un paraíso natural. Trabajamos estrechamente con nuestros clientes para comprender su visión y hacerla realidad.

source: Learn More About Us
es: Conócenos Mejor

source: Beautiful garden design
es: Hermoso diseño de jardín

source: Our Services
es: Nuestros Servicios

source: Comprehensive landscape solutions for residential and commercial projects
es: Soluciones integrales de paisajismo para proyectos residenciales y comerciales

source: Landscape Design
es: Diseño de Jardines

source: Custom landscape designs tailored to your space, style, and needs.
es: Diseños de jardines personalizados adaptados a su espacio, estilo y necesidades.

source: Garden Construction
es: Construcción de Jardines

source: Professional installation of hardscapes, softscapes, and outdoor living spaces.
es: Instalación profesional de elementos duros, blandos y espacios de vida al aire libre.

source: Maintenance
es: Mantenimiento

source: Regular care and maintenance to keep your outdoor space looking its best year-round.
es: Cuidado y mantenimiento regulares para que su espacio exterior luzca perfecto durante todo el año.

source: View All Services
es: Ver Todos los Servicios

source: Our Work
es: Nuestro Trabajo

source: Explore some of our recent projects
es: Descubra algunos de nuestros proyectos recientes

source: Project
es: Proyecto

source: Project Title
es: Título del Proyecto

source: Residential Garden
es: Jardín Residencial

source: View Project
es: Ver Proyecto

source: View Full Portfolio
es: Ver Portafolio Completo

source: What Our Clients Say
es: Lo Que Dicen Nuestros Clientes

source: Hear from some of our satisfied customers
es: Conozca las opiniones de algunos de nuestros clientes satisfechos

source: Paraidesa transformed our backyard into a beautiful oasis. Their attention to detail and creative design exceeded our expectations.
es: Paraidesa transformó nuestro jardín trasero en un hermoso oasis. Su atención al detalle y diseño creativo superaron nuestras expectativas.

source: Ready to transform your outdoor space?
es: ¿Listo para transformar su espacio exterior?

source: Contact us today for a free consultation
es: Contáctenos hoy para una consulta gratuita

source: Get Started
es: Comenzar

source: Our Portfolio
es: Nuestro Portafolio

source: Explore our recent landscaping projects and get inspired for your own outdoor space.
es: Explore nuestros proyectos recientes de paisajismo e inspírese para su propio espacio exterior.

source: All
es: Todo

source: Garden Design
es: Diseño de Jardines

source: Terraces
es: Terrazas

source: Pools
es: Piscinas

source: Lighting
es: Iluminación

source: Historic Garden Restoration
es: Restauración de Jardín Histórico

source: Modern Residence Garden
es: Jardín de Residencia Moderna

source: Contemporary Design
es: Diseño Contemporáneo

source: Luxury Rooftop Terrace
es: Terraza en Azotea de Lujo

source: Outdoor Living Space
es: Espacio de Vida al Aire Libre

source: Infinity Pool Oasis
es: Oasis con Piscina Infinita

source: Luxury Pool Design
es: Diseño de Piscina de Lujo

source: Minimalist Garden
es: Jardín Minimalista

source: Contemporary Landscape
es: Paisaje Contemporáneo

source: Elegant Garden Retreat
es: Refugio de Jardín Elegante

source: Landscape Architecture
es: Arquitectura del Paisaje

source: Castillo de Lorca Gardens
es: Jardines del Castillo de Lorca

source: Project Details
es: Detalles del Proyecto

source: Historic garden restoration at the iconic Castillo de Lorca, blending traditional Mediterranean landscaping with modern sustainability practices.
es: Restauración de jardín histórico en el icónico Castillo de Lorca, combinando paisajismo mediterráneo tradicional con prácticas de sostenibilidad modernas.

source: Location:
es: Ubicación:

source: Lorca, Spain
es: Lorca, España

source: Size:
es: Tamaño:

source: Completed:
es: Completado:

source: Features:
es: Características:

source: Drought-resistant plants, traditional stonework, historical accuracy
es: Plantas resistentes a la sequía, trabajo en piedra tradicional, precisión histórica

source: A contemporary garden design that complements modern architecture with clean lines and minimalist plantings.
es: Un diseño de jardín contemporáneo que complementa la arquitectura moderna con líneas limpias y plantaciones minimalistas.

source: Barcelona, Spain
es: Barcelona, España

source: Native plants, sustainable irrigation, outdoor lighting
es: Plantas nativas, riego sostenible, iluminación exterior

source: An elegant rooftop terrace designed for both relaxation and entertainment, featuring premium materials and panoramic views.
es: Una elegante terraza en azotea diseñada para la relajación y el entretenimiento, con materiales de alta calidad y vistas panorámicas.

source: Madrid, Spain
es: Madrid, España

source: Outdoor kitchen, lounge area, weather-resistant furniture
es: Cocina exterior, área de estar, muebles resistentes a la intemperie

source: A stunning infinity pool that blends seamlessly with the surrounding landscape, creating a luxurious retreat.
es: Una impresionante piscina infinita que se integra perfectamente con el paisaje circundante, creando un refugio de lujo.

source: Marbella, Spain
es: Marbella, España

source: Infinity edge, LED lighting, natural stone deck
es: Borde infinito, iluminación LED, cubierta de piedra natural

source: A clean, minimalist garden design that creates a peaceful outdoor sanctuary with low-maintenance plantings.
es: Un diseño de jardín limpio y minimalista que crea un santuario exterior pacífico con plantaciones de bajo mantenimiento.

source: Valencia, Spain
es: Valencia, España

source: Drought-tolerant plants, geometric hardscaping, subtle lighting
es: Plantas tolerantes a la sequía, elementos duros geométricos, iluminación sutil

source: A beautifully designed garden that combines formal elements with naturalistic plantings for a timeless appeal.
es: Un jardín hermosamente diseñado que combina elementos formales con plantaciones naturalistas para un atractivo intemporal.

source: Seville, Spain
es: Sevilla, España

source: Formal hedges, water feature, mixed borders
es: Setos formales, elemento acuático, bordes mixtos

source: Comprehensive Landscape Solutions
es: Soluciones Integrales de Paisajismo

source: We offer a full range of landscape design and construction services to bring your outdoor vision to life.
es: Ofrecemos una amplia gama de servicios de diseño y construcción de paisajes para hacer realidad su visión exterior.

source: Landscape Studies & Projects
es: Estudios y Proyectos de Paisajismo

source: Detailed analysis and planning for your landscape project, including site assessment, conceptual design, and master planning.
es: Análisis y planificación detallados para su proyecto de paisajismo, incluyendo evaluación del sitio, diseño conceptual y planificación maestra.

source: Landscaping & Engineering
es: Paisajismo e Ingeniería

source: Professional landscape construction and engineering services including grading, drainage, and structural elements.
es: Servicios profesionales de construcción y ingeniería de paisajes, incluyendo gradación, drenaje y elementos estructurales.

source: Garden Design & Execution
es: Diseño y Ejecución de Jardines

source: Complete garden design services from concept to completion, tailored to your space and preferences.
es: Servicios de diseño de jardines completos desde el concepto hasta la finalización, adaptados a su espacio y preferencias.

source: Botanical & Biological Studies
es: Estudios Botánicos y Biológicos

source: Expert analysis of plant life and ecosystems to ensure sustainable and appropriate plant selection.
es: Análisis experto de la vida de las plantas y los ecosistemas para garantizar una selección de plantas sostenible y adecuada.

source: Landscape & Botany Education
es: Educación en Paisajismo y Botánica

source: Educational programs and workshops on landscape design, plant care, and sustainable gardening practices.
es: Programas educativos y talleres sobre diseño de paisajes, cuidado de plantas y prácticas de jardinería sostenible.

source: Environmental Studies
es: Estudios Ambientales

source: Comprehensive environmental impact assessments and sustainable landscape solutions.
es: Evaluaciones integrales del impacto ambiental y soluciones de paisajismo sostenible.

source: Our Process
es: Nuestro Proceso

source: A structured approach to bringing your landscape vision to life
es: Un enfoque estructurado para hacer realidad su visión de paisajismo

source: Consultation
es: Consulta

source: We begin with an in-depth consultation to understand your vision, needs, and budget.
es: Comenzamos con una consulta en profundidad para comprender su visión, necesidades y presupuesto.

source: Site Analysis
es: Análisis del Sitio

source: Our team conducts a thorough analysis of your property, including soil, climate, and existing vegetation.
es: Nuestro equipo realiza un análisis exhaustivo de su propiedad, incluyendo suelo, clima y vegetación existente.

source: Concept Design
es: Diseño de Concepto

source: We create initial design concepts that reflect your vision and our professional expertise.
es: Creamos conceptos de diseño iniciales que reflejan su visión y nuestra experiencia profesional.

source: Design Development
es: Desarrollo del Diseño

source: The chosen concept is refined with detailed plans, material selections, and plant palettes.
es: El concepto elegido se refina con planes detallados, selección de materiales y paletas de plantas.

source: Implementation
es: Implementación

source: Our skilled team brings the design to life with meticulous attention to detail and quality.
es: Nuestro equipo experto hace realidad el diseño con una atención meticulosa al detalle y la calidad.

source: We provide ongoing maintenance services to keep your landscape looking its best year-round.
es: Ofrecemos servicios de mantenimiento continuo para mantener su paisaje en óptimas condiciones durante todo el año.

source: Ready to start your project?
es: ¿Listo para comenzar su proyecto?

source: Contact us today to schedule a consultation
es: Contáctenos hoy para programar una consulta

source: The team was professional, creative, and delivered our project on time and within budget. Highly recommended!
es: El equipo fue profesional, creativo y entregó nuestro proyecto a tiempo y dentro del presupuesto. ¡Muy recomendado!

source: Outstanding service from start to finish. Our garden has never looked better!
es: Servicio excepcional desde el principio hasta el final. ¡Nuestro jardín nunca ha lucido mejor!
